content-org/all-posts.org
#+title: Hammond's Blog And Class Posts
#+hugo_base_dir: ../
#+MACRO: more @@hugo:<!--more-->@@
#   to use this one, write {{{more}}}
#+MACRO: youtube @@hugo:{{< youtube id="$1" >}}@@
#  to use this, write {{{youtube(ID)}}}
#+hugo_paired_shortcodes: spoiler
#  to use this, write:
#     #+begin_spoiler
#      You need to click to see this, my friend.
#     #+end_spoiler

** Week 14
:PROPERTIES:
:EXPORT_FILE_NAME: Week14
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :ShowBreadCrumbs true
:END:

Your class videos for the week
{{{more}}}

*** Solutions to checkpoint 13
[[https://nextcloud.math.wichita.edu/index.php/s/MRcZJcZxiXqQFPg][Here is the original file]]

[[https://nextcloud.math.wichita.edu/index.php/s/KzS4WAtBaDfXPTS][and here are the solutions.]]

*** 🎥 Monday class
:PROPERTIES:
:CUSTOM_ID: tuesday-recitation
:END:
No video posted today.  We just discussed individual questions for particular students. If you have any questions, let me know! (Send me an email)  Have a great break!

--------------


*** No class Wednesday and Friday (Thanksgiving)
:PROPERTIES:
:CUSTOM_ID: no-class-thursday-thanksgiving
:END:
Happy Thanksgiving! 🦃

