content/trig/Week14.md
+++
title = "Week 14"
author = ["John Hammond"]
draft = false
ShowBreadCrumbs = true
+++

Your class videos for the week
<!--more-->


## Solutions to checkpoint 13 {#solutions-to-checkpoint-13}

[Here is the original file](https://nextcloud.math.wichita.edu/index.php/s/MRcZJcZxiXqQFPg)

[and here are the solutions.](https://nextcloud.math.wichita.edu/index.php/s/KzS4WAtBaDfXPTS)


## 🎥 Monday class {#tuesday-recitation}

No video posted today.  We just discussed individual questions for particular students. If you have any questions, let me know! (Send me an email)  Have a great break!

---


## No class Wednesday and Friday (Thanksgiving) {#no-class-thursday-thanksgiving}

Happy Thanksgiving! 🦃
